{
  "accountNumber": "IBAN",
  "bankCode": "BIC",
  "bankdatanotvalid": "Veuillez vérifier les informations fournies.",
  "dob_info": "Date de naissance",
  "dobtooyoung": "Veuillez vérifier les informations fournies. Pour utiliser le moyen de paiement sélectionné, vous devez être âgé de plus de 18 ans et la date de naissance doit être renseignée selon le format TT.MM.JJJJ.')",
  "invalidAge": "Veuillez vérifier les informations fournies. Pour utiliser le moyen de paiement sélectionné, vous devez être âgé de plus de 18 ans et la date de naissance doit être renseignée selon le format TT.MM.JJJJ.",
  "dobnotvalid": "Veuillez saisir votre date de naissance.",
  "invaliddata": "Afin de procéder à l'achat, veuillez indiquer le moyen de paiement et fournir les informations suivantes :",
  "ok": "ok",
  "phonenumbernotvalid": "Veuillez fournir un numéro de téléphone valide pour le moyen de paiement choisi.",
  "ratepayAgbMouseover": "Veuillez vérifier les informations fournies.",
  "ratepaySEPAAgbFirst": "Je consens par la présente à ce que mes données soient transmises à Ratepay GmbH, Franklinstraße 28-29 10587 Berlin conformément à la politique de confidentialité RatePAY et autorise ainsi le prélèvement automatique depuis mon compte mentionné ci-dessus des paiements relatifs au présent contrat. J’enjoins également mon établissement de crédit à acquitter les prélèvements automatiques depuis mon compte par RatePAY GmbH.",
  "ratepaySEPAAgbLast": "Indication : après formation du contrat, ma référence de mandat me sera transmise par Ratepay. Je dispose de huit semaines à compter de la date de prélèvement pour exiger le remboursement du montant prélevé. Je dispose de huit semaines à compter de la date de prélèvement pour exiger le remboursement du montant prélevé. Les conditions ayant fait l’objet d’un accord avec mon établissement de crédit s’appliquent.",
  "ratepaySEPAInformationHeader": "Ratepay GmbH, Franklinstraße 28-29, 10587 Berlin Identifiant du créancier : DE39RPY00000568463 Référence de mandat : (conforme à la référence transmise après conclusion de la vente",
  "transactionid": "Transaction-ID",
  "version": "Version",
  "ratepay_zgb": "Les <a href='https://www.ratepay.com/legal' target='_blank'>conditions générales supplémentaires ainsi que les informations sur la protection des données</a> de Ratepay GmbH s´appliquent",
  "ratepay_zgb_n": "Les <a href='https://www.ratepay.com/legal' target='_blank'>conditions générales supplémentaires ainsi que les informations sur la protection des données</a> de Ratepay GmbH s´appliquent"
}
